{
	"meio-ambiente": [
		{
			"exame": "OAB",
			"questao": "Tramita na Câmara do Município Alfa projeto de lei que dispõe sobre proteção ao meio ambiente no âmbito de seu território, observado o interesse local. Sabe-se que o projeto de lei está harmônico com a disciplina legislativa estadual e federal atualmente vigente. No caso em tela, em matéria de competência legislativa ambiental, de acordo com a CRFB/88, é correto afirmar que o projeto de lei, em tese, A) licença ambiental ao Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis (Ibama). B) licença ambiental ao órgão ambiental do Município Beta. C) licença de uso de recursos hídricos ao Município Beta. D) outorga de uso de recursos hídricos ao Estado Gama.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "O condomínio residencial Alfa Orquídeas é constituído por diversos blocos, com médio núcleo populacional, e está localizado em zona urbana do Município Beta, situado no Estado Gama. Diante da inexistência de rede canalizada para distribuição e abastecimento de água potável na localidade, desde a recente construção do condomínio, os condôminos fazem uso de caminhões pipas. Seja pelo alto custo, seja pela escassez dos caminhões pipas, os condôminos aprovaram, por unanimidade em assembleia, que o condomínio iria proceder à construção de um poço semiartesiano, para extração de água de um aquífero subterrâneo existente no local, para fins de consumo final. Sabe-se que o citado aquífero não é de domínio da União, que não tem qualquer tipo de interesse na questão. Para agir dentro da legalidade, antes da construção do poço, o síndico do condomínio residencial Alfa Orquídeas deve requerer A) licença ambiental ao Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis (Ibama). B) licença ambiental ao órgão ambiental do Município Beta. C) licença de uso de recursos hídricos ao Município Beta. D) outorga de uso de recursos hídricos ao Estado Gama.",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "A sociedade empresária Alfa requereu licença ambiental para empreendimento consistente em indústria de cimento que gera materiais particulados, que se instalaria em determinada zona industrial já saturada. Durante o processo de licenciamento ambiental, restou comprovado que o projeto apresentado comprometeria a capacidade de suporte da área, causando grave poluição atmosférica. Diante dos riscos e impactos já de antemão conhecidos, o órgão ambiental licenciador indeferiu o pedido de licença. Assinale a opção que indica o princípio específico que embasou a decisão de negar a licença ambiental. A) Precaução, que requer certeza científica conclusiva e segura sobre os impactos ambientais. B) Prevenção, em que o risco é previamente conhecido e existe certeza a respeito da sua ocorrência. C) Desenvolvimento sustentável, que se relaciona à informação científica inconclusiva quanto aos danos ambientais a serem causados. D) Poluidor-pagador, que evidenciou que o perigo de dano ambiental era certo com elementos seguros para concluir que a atividade é efetivamente perigosa.",
			"resposta": "B"
		},
		{
			"exame": "OAB",
			"questao": "O engenheiro ambiental João foi contratado pelo empreendedor Alfa para coordenar uma equipe multidisciplinar durante a elaboração de estudo de impacto ambiental (EIA), referente a empreendimento que causará relevantes impactos ambientais. João também foi contratado para representar o empreendedor junto ao órgão ambiental licenciador, inclusive recebendo procuração para impulsionar o processo administrativo de requerimento de licença. Com intuito de esconder os reais impactos ambientais do empreendimento, e sem que os demais profissionais que participaram dos estudos do EIA tivessem ciência, João, de forma dolosa, elaborou e apresentou, no licenciamento ambiental, estudo de impacto ambiental parcialmente enganoso, por omissão. Diante da conduta de João, foi emitida licença ambiental sem as devidas condicionantes, de maneira que houve dano significativo ao meio ambiente, em decorrência do uso da informação incompleta e enganosa por ele apresentada ao órgão ambiental. De acordo com a Lei nº 9.605/98, em matéria de responsabilidade penal, assinale a afirmativa correta. A) João não praticou crime ambiental, pois não existe crime ambiental omissivo, mas deve ser responsabilizado na esfera ambiental, em âmbito cível e administrativo. B) João não realizou conduta que configure crime ambiental, pois não é o empreendedor, que deve responder, como pessoa jurídica, nas esfera criminal, cível e administrativa. C) João cometeu crime ambiental, e a pena deve ser aumentada, porque houve dano significativo ao meio ambiente, em decorrência do uso da informação incompleta e enganosa por ele apresentada ao órgão ambiental. D) João incorreu em crime ambiental, e a pena pena deve ser diminuída, porque o responsável pela elaboração e apresentação do EIA não é o empreendedor e sim, o profissional técnico.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "Município Alfa criou regularmente uma Unidade de Conservação (UC), por meio de decreto do Prefeito. Três anos depois, mediante a realização de novos estudos técnicos e de consulta pública, o chefe do Executivo municipal se convenceu de que deveria reduzir os limites geográficos da Unidade de Conservação. Sabendo que o Prefeito está prestes a assinar novo decreto promovendo a supressão e a desafetação de uma parte dessa Unidade de Conservação, um grupo de ambientalistas procurou você como advogado(a). Nesse contexto, assinale a opção que apresenta, corretamente, sua orientação acerca do novo decreto. A) O decreto em questão não pode ser considerado válido, pois quaisquer alterações na UC devem ser precedidas de autorização dos órgãos ambientais estadual e federal. B) Não há qualquer mácula no aludido decreto, uma vez que foram realizados novos estudos técnicos e consulta pública, que são imprescindíveis para quaisquer alterações na UC. C) É inviável a alteração pretendida por decreto, haja vista que a desafetação ou redução dos limites de uma Unidade de Conservação só pode ser feita mediante lei específica. D) O decreto em análise está em consonância com o ordenamento jurídico, na medida em que, se a criação da UC se deu por tal via, sua redução pode ser realizada pelo mesmo instrumento normativo.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "A sociedade empresária Gama requereu licença ambiental para empreender um aterro sanitário. O processo de licenciamento ambiental tramita no órgão licenciador competente. No curso do procedimento, observadas as cautelas legais necessárias, o licenciador deferiu licença na fase inicial do planejamento do empreendimento, aprovando sua localização e concepção, atestando a viabilidade ambiental e estabelecendo os requisitos básicos e condicionantes a serem atendidos nas próximas fases de sua implementação. Registre-se que tal licença foi deferida isoladamente, diante da natureza, das características e da fase do empreendimento. O caso em tela, de acordo com a Resolução CONAMA nº 237/1997, trata de licença A) prévia, que será sucedida, na próxima etapa do licenciamento, pela licença de instalação, que autorizará a instalação do empreendimento de acordo com as especificações constantes dos planos, programas e projetos aprovados. B) de instalação, que será sucedida, na próxima etapa do licenciamento, pela licença de operação, que autorizará a operação da atividade ou do empreendimento, após a verificação do efetivo cumprimento do que consta das licenças anteriores, com as medidas de controle ambiental e os condicionantes determinados para a operação. C) de funcionamento, que foi precedida pela licença ambiental simplificada, que autorizará o início dos estudos ambientais, em especial, a elaboração do estudo prévio de impacto ambiental e seu correlato relatório de impacto ambiental. D) de operação, que foi precedida pela licença de instalação, que autorizará a execução das medidas mitigatórias previstas no estudo de impacto ambiental e a instalação do empreendimento de acordo com as especificações constantes dos planos, programas e projetos aprovados.",
			"resposta": "A"
		},
		{
			"exame": "OAB",
			"questao": "A Sociedade Divergente, após os procedimentos pertinentes, obteve a licença de operação para as atividades lesivas ao meio ambiente que exerce pelo prazo de dez anos. Para tanto, vem cumprindo todas as condicionantes da licença ambiental, inclusive medidas mitigadoras e compensatórias, então determinadas pelo órgão competente. Dois anos depois da concessão da mencionada licença de operação, houve um grande avanço tecnológico, que viabiliza a drástica redução das externalidades negativas do empreendimento em questão. Por isso, foi editada uma lei que passou a exigir o emprego da nova técnica, inclusive, para as atividades já licenciadas. Em razão disso, os representantes da mencionada pessoa jurídica consultaram a sua assessoria jurídica para dirimir as dúvidas relacionadas aos efeitos do mencionado Diploma Legal superveniente na licença regularmente obtida em momento anterior, situação em que você esclareceu, corretamente, que a exigência da nova técnica A) poderá condicionar apenas os empreendimentos que não tenham obtido a licença de instalação ou a de operação, não podendo, em nenhuma hipótese, afetar aquelas que tenham sido validamente concedidas. B) importará na anulação automática da licença de operação anteriormente concedida, independentemente de motivação do respectivo órgão competente, por se tratar de medida mais protetiva ao meio ambiente. C) não poderá ser aplicada em nenhuma situação em que a licença ambiental tenha sido deferida de forma válida, seja ela prévia, de instalação ou de operação, de modo que somente pode condicionar os empreendimentos que ainda não iniciaram o licenciamento ambiental. D) é passível de ser exigida mesmo para as situações em que há licença de operação válida, pois o órgão ambiental competente, mediante decisão motivada poderá modificar as condicionantes, suspender ou cancelar licença expedida, quando ocorrer inadequação às normas legais.",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "Gentil realiza atividade de agricultura familiar, tem um aviário e cria alguns animais, notadamente para a produção de leite. A pequena propriedade rural de Gentil vem sendo drasticamente afetada pelas alterações do entorno, de modo que o acesso à água, que já foi abundante, resta cada vez mais comprometido, configurando o contexto chamado de escassez hídrica. Em razão disso, Gentil consultou você, como advogado(a) especializado(a) em Direito Ambiental, acerca da existência e do delineamento de uma Política Nacional de Recursos Hídricos, até mesmo para viabilizar o acesso à agua fora dos limites de sua propriedade. Com relação aos fundamentos da mencionada Política, na forma prevista na Lei nº 9.433/1997, você informou a Gentil que a legislação em vigor lhe confere o direito de continuar com suas atividades, com base na seguinte afirmativa: A) A água é um bem privado, de modo que pertence aos proprietários das terras em que se situam, que podem explorá- las economicamente sem autorização do Poder Público. B) A água, por ser um recurso ilimitado, não possui valor econômico, de modo que deve ser utilizada por todos os interessados de comum acordo. C) O uso prioritário dos recursos hídricos, em situações de escassez, é para o consumo humano e a dessedentação de animais. D) A gestão de recursos hídricos é centralizada em âmbito federal, de modo que não pode contar com a participação dos usuários e das comunidades, que, entretanto, têm o direito de exercer atividades econômicas com a utilização da água.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "A palavra piracema vem do tupi e significa saída de peixes. Trata-se de um fenômeno que ocorre com diversas espécies de peixes e constitui importante estratégia reprodutiva para garantir que o peixe complete seu ciclo de vida, dando continuidade à sua espécie. Apesar de estar ciente da importância de respeitar o período em que a legislação veda a pesca, Carlos, de forma livre e consciente, estava pescando, no período em que a pesca ainda estava proibida. Por isso, foi abordado por fiscais do meio ambiente, que encontraram em seu barco várias caixas de peixes já mortos. Após o aludido fato, Carlos procurou você, como advogado(a), para tirar dúvidas acerca das penalidades que poderiam a ele ser aplicadas e os eventuais reflexos delas decorrentes. Sobre a conduta praticada por Carlos, à luz da Lei nº 9.605/1998, assinale a opção que apresenta, corretamente, a orientação dada. A) Caracteriza crime ambiental punível com pena de detenção, sendo incabível, contudo, a transação penal, em decorrência da penalidade prevista para o delito. B) Caracteriza tanto crime ambiental quanto infração administrativa, mas não pode ensejar a apreensão dos produtos e instrumentos utilizados na prática do ilícito. C) Caracteriza apenas infração administrativa, viabilizando a imediata apreensão dos peixes, sendo a ele aplicáveis sanções restritivas de direitos na esfera extrapenal. D) Caracteriza somente infração administrativa, passível da aplicação de multa e da apreensão dos peixes e dos instrumentos, petrechos e equipamentos de qualquer natureza utilizados na infração.",
			"resposta": "A"
		},
		{
			"exame": "OAB",
			"questao": "Bruno pretende realizar supressão de vegetação nativa em Área de Preservação Permanente no interior de sua propriedade, a fim de viabilizar a implantação de trilhas para o desenvolvimento do ecoturismo. Com objetivo de verificar a legalidade de seu projeto, Bruno consultou você, como advogado(a). Você informou a seu cliente que, de acordo com o Código Florestal, a intervenção ou a supressão de vegetação nativa em Área de Preservação Permanente ocorrerá nas hipóteses previstas naquela Lei. Assim, sobre a implantação de trilhas para o desenvolvimento do ecoturismo, assinale a afirmativa correta. A) Encaixa-se na hipótese de interesse social, razão pela qual é viável a supressão vegetal. B) Não se amolda a qualquer das hipóteses, razão pela qual é inviável a supressão vegetal. C) Enquadra-se na hipótese de baixo impacto ambiental, razão pela qual é viável a supressão vegetal. D) Não se compatilibiliza com qualquer das hipóteses, mas é viável a supressão vegetal, mediante pagamento de prévia compensação ambiental.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "Diante das numerosas tragédias climáticas registradas, ganhou força nas recentes discussões jurídicas a pauta relacionada à designada litigância climática, por meio da qual o Judiciário é instado a se manifestar para impor medidas com vistas a reduzir efeitos deletérios sobre o clima, especialmente por meio de ações civis públicas ajuizadas pelo Ministério Público. A associação Puravida, que atua na área ambiental, tem especial interesse na aludida matéria, de modo que procurou você, como advogado(a), para esclarecer dúvidas acerca do respectivo arcabouço jurídico. Com relação à atuação jurisdicional da litigância climática, assinale a afirmativa que apresenta, corretamente, seu esclarecimento. A) Inexiste qualquer amparo no ordenamento jurídico, diante da primazia do princípio da livre iniciativa e do desenvolvimento econômico do país. B) Tem assento, exclusivamente, em normas infraconstitucionais, notadamente na lei que institui a Política Nacional sobre a Mudança do Clima (PNMC). C) A temática dispõe de previsão em normas nacionais e internacionais que versam sobre o tema, mas não há fundamento constitucional que lhe confira amparo. D) Decorre das normas previstas na CRFB/88 para a proteção do meio ambiente ecologicamente equilibrado e de normas internacionais, além das editadas internamente para tal fim, como a Política Nacional sobre a Mudança do Clima (PNMC).",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "A sociedade empresária XYZ, recentemente constituída, exercerá atividade econômica potencialmente causadora de degradação ambiental, tornando-se necessário o licenciamento ambiental. Os sócios da entidade verificaram, contudo, que o Município Alfa, responsável pelo licenciamento ambiental no caso concreto, não dispõe de órgão ambiental capacitado ou de conselho do meio ambiente. Logo, a entidade contratou os serviços de um(a) advogado(a) para orientá-la sobre como proceder na sequência. O patrono constatou, então, que o Estado Beta, cuja capital está no Município Alfa, e a União possuem órgãos ambientais capacitados. Nesse cenário, considerando as disposições da Lei Complementar nº 140/2011, que versa sobre a competência ambiental dos entes federativos, assinale a afirmativa correta. A) Na ausência de órgão ambiental capacitado ou conselho do meio ambiente no Município Alfa, a ação administrativa de licenciamento ocorrerá perante a União. B) Inexistindo órgão ambiental capacitado ou conselho do meio ambiente no Município Alfa, a ação administrativa de licenciamento ocorrerá perante o Estado Beta. C) Até que o Município Alfa crie um órgão ambiental capacitado ou um conselho do meio ambiente, a sociedade empresária XYZ não poderá exercer, regularmente, as suas atividades, por ausência de licenciamento ambiental. D) Como não há órgão ambiental capacitado ou conselho do meio ambiente no Município Alfa, a sociedade empresária XYZ terá direito ao licenciamento ambiental tácito, podendo exercer suas atividades de forma regular.",
			"resposta": "B"
		},
		{
			"exame": "OAB",
			"questao": "A sociedade empresária Empreendedorix deseja construir um grande shopping center em terreno situado na área urbana do Município Delta, que contribuirá para incrementar o comércio na localidade, mas surtirá efeitos na qualidade de vida da população e no meio ambiente do entorno, razão pela qual a atividade se enquadra entre aquelas para as quais é necessária a elaboração de Estudo de Impacto Ambiental (EIA). Ocorre que o Município Delta tem legislação local que define que tal empreendimento privado depende de elaboração de Estudo Prévio de Impacto de Vizinhança (EIV), para obter as licenças ou autorizações de construção, ampliação ou funcionamento a cargo do Poder Público local. Em razão disso, os representantes da sociedade empresária Empreendedorix procuram você, como advogado(a), para esclarecer as peculiaridades do instrumento previsto na referida legislação municipal. Considerando os fatos narrados, assinale a afirmativa correta. A) O EIV, diferentemente do EIA, não pode ser enquadrado como instrumento da Política Nacional do Meio Ambiente. B) A realização do EIV não substitui a elaboração e a aprovação do EIA, requeridas nos termos da legislação ambiental. C) O EIV será executado de forma a contemplar seus efeitos positivos, mas não precisa apontar os efeitos negativos do empreendimento, diante de seus objetivos legítimos. D) Independentemente de previsão na lei municipal, o EIV seria necessário, considerando o grande empreendimento a ser realizado pela sociedade Empreendedorix.",
			"resposta": "B"
		},
		{
			"exame": "OAB",
			"questao": "Por decisão de seus representantes legais, o exercício de determinada atividade empresarial da sociedade Aurora, em benefício próprio, ensejou a poluição de um determinado rio, de modo que a conduta praticada ocasionou severos danos ao meio ambiente e, ao mesmo tempo, caracteriza ilícito penal, civil e administrativo. Diante dessa situação hipotética e considerando as normas de responsabilização da pessoa jurídica em matéria ambiental, assinale a afirmativa correta. A) A sociedade Aurora deve ser responsabilizada administrativa, civil e penalmente pela aludida conduta, nos termos da legislação de regência. B) Eventual responsabilização penal da sociedade Aurora afasta a possibilidade de que ela seja responsabilizada nas esferas civil e administrativa. C) Para que possa responder na esfera administrativa, é imprescindível a condenação penal da sociedade Aurora, o que não ocorre para fins de responsabilização civil. D) Por se tratar de pessoa jurídica, a sociedade Aurora não pode ser responsabilizada na esfera penal, de modo que a sua responsabilização fica restrita às esferas civil e administrativa.",
			"resposta": "A"
		},
		{
			"exame": "ENADE",
			"questao": "O Ministério do Meio Ambiente, em junho de 2009, lançou campanha para o consumo consciente de sacolas plásticas, que já atingem, aproximadamente, o número alarmante de 12 bilhões por ano no Brasil. Veja o slogan dessa campanha: SACO É UM SACO. PRA CIDADE, PRO PLANETA, PRO FUTURO, PRA VOCÊ. O possível êxito dessa campanha ocorrerá porque I. se cumpriu a meta de emissão zero de gás carbônico estabelecida pelo Programa das Nações Unidas para o Meio Ambiente, revertendo o atual quadro de elevação das médias térmicas globais. II. deixaram de ser empregados, na confecção de sacolas plásticas, materiais oxibiodegradáveis e os chamados bioplásticos que, sob certas condições de luz e de calor, se fragmentam. III. foram adotadas, por parcela da sociedade brasileira, ações comprometidas com mudanças em seu modo de produção e de consumo, atendendo aos objetivos preconizados pela sustentabilidade. IV. houve redução tanto no quantitativo de sacolas plásticas descartadas indiscriminadamente no ambiente, como também no tempo de decomposição de resíduos acumulados em lixões e aterros sanitários. Estão CORRETAS somente as afirmativas A) I e II. B) I e III. C) II e III. D) II e IV. E) III e IV.",
			"resposta": "E"
		},
		{
			"exame": "ENADE",
			"questao": "O Brasil tem assistido a um debate que coloca, frente a frente, como polos opostos, o desenvolvimento econômico e a conservação ambiental. Algumas iniciativas merecem considerações, porque podem agravar ou desencadear problemas ambientais de diferentes ordens de grandeza. Entre essas iniciativas e suas consequências, é INCORRETO afirmar que A) a construção de obras previstas pelo PAC (Programa de Aceleração do Crescimento) tem levado à redução dos prazos necessários aos estudos de impacto ambiental, o que pode interferir na sustentabilidade do projeto. B) a construção de grandes centrais hidrelétricas nas bacias do Sudeste e do Sul gera mais impactos ambientais do que nos grandes rios da Amazônia, nos quais o volume de água, o relevo e a baixa densidade demográfica reduzem os custos da obra e o passivo ambiental. C) a exploração do petróleo encontrado na plataforma submarina pelo Brasil terá, ao lado dos impactos positivos na economia e na política, consequências ambientais negativas, se persistir o modelo atual de consumo de combustíveis fósseis. D) a preocupação mais voltada para a floresta e os povos amazônicos coloca em alerta os ambientalistas, ao deixar em segundo plano as ameaças aos demais biomas. E) os incentivos ao consumo, sobretudo aquele relacionado ao mercado automobilístico, para que o Brasil pudesse se livrar com mais rapidez da crise econômica, agravarão a poluição do ar e o intenso fluxo de veículos nas grandes cidades.",
			"resposta": "B"
		},
		{
			"exame": "ENADE",
			"questao": "O Cerrado, que ocupa mais de 20% do território nacional, é o segundo maior bioma brasileiro, menor apenas que a Amazônia. Representa um dos hotspots para a conservação da biodiversidade mundial e é considerado uma das mais importantes fronteiras agrícolas do planeta. Considerando a conservação da biodiversidade e a expansão da fronteira agrícola no Cerrado, avalie as afirmações a seguir. I. II. III. IV. O Cerrado apresenta taxas mais baixas de desmatamento e percentuais mais altos de áreas protegidas que os demais biomas brasileiros. O uso do fogo é, ainda hoje, uma das práticas de conservação do solo recomendáveis para controle de pragas e estímulo à rebrota de capim em áreas de pastagens naturais ou artificiais do Cerrado. Exploração excessiva, redução progressiva do habitat e presença de espécies invasoras estão entre os fatores que mais provocam o aumento da probabilidade de extinção das populações naturais do Cerrado. Elevação da renda, diversificação das economias e o consequente aumento da oferta de produtos agrícolas e da melhoria social das comunidades envolvidas estão entre os benefícios associados à expansão da agricultura no Cerrado. É correto apenas o que se afirma em A) I. B) II. C) I e III. D) II e IV E III e IV.",
			"resposta": "E"
		},
		{
			"exame": "ENADE",
			"questao": "A floresta virgem é o produto de muitos milhões de anos que passaram desde a origem do nosso planeta. Se for abatida, pode crescer uma nova floresta, mas a continuidade é interrompida. A ruptura nos ciclos de vida natural de plantas e animais significa que a floresta nunca será aquilo que seria se as árvores não tivessem sido cortadas. A partir do momento em que a floresta é abatida ou inundada, a ligação com o passado perde-se para sempre. Trata-se de um custo que será suportado por todas as gerações que nos sucederem no planeta. É por isso que os ambientalistas têm razão quando se referem ao meio natural como um “legado mundial”. Mas, e as futuras gerações? Estarão elas preocupadas com essas questões amanhã? As crianças e os jovens, como indivíduos principais das futuras gerações, têm sido, cada vez mais, estimulados a apreciar ambientes fechados, onde podem relacionar-se com jogos de computadores, celulares e outros equipamentos interativos virtuais, desviando sua atenção de questões ambientais e do impacto disso em vidas no futuro, apesar dos esforços em contrário realizados por alguns setores. Observe- se que, se perguntarmos a uma criança ou a um jovem se eles desejam ficar dentro dos seus quartos, com computadores e jogos eletrônicos, ou passear em uma praça, não é improvável que escolham a primeira opção. Essas posições de jovens e crianças preocupam tanto quanto o descaso com o desmatamento de florestas hoje e seus efeitos amanhã. SINGER, P. Ética Prática. 2 ed. Lisboa: Gradiva, 2002, p. 292 (adaptado). É um título adequado ao texto apresentado acima: A) Computador: o legado mundial para as gerações futuras B) Uso de tecnologias pelos jovens: indiferença quanto à preservação das florestas C) Preferências atuais de lazer de jovens e crianças: preocupação dos ambientalistas D) Engajamento de crianças e jovens na preservação do legado natural: uma necessidade imediata E Redução de investimentos no setor de comércio eletrônico: proteção das gerações futuras",
			"resposta": "D"
		},
		{
			"exame": "ENADE",
			"questao": "Legisladores do mundo se comprometem a alcançar os objetivos da Rio+20 Reunidos na cidade do Rio de Janeiro, 300 parlamentares de 85 países se comprometeram a ajudar seus governantes a alcançar os objetivos estabelecidos nas conferências Rio+20 e Rio 92, assim como a utilizar a legislação para promover um crescimento mais verde e socialmente inclusivo para todos. Após três dias de encontros na Cúpula Mundial de Legisladores, promovida pela GLOBE International — uma rede internacional de parlamentares que discute ações legislativas em relação ao meio ambiente —, os participantes assinaram um protocolo que tem como objetivo sanar as falhas no processo da Rio 92. Em discurso durante a sessão de encerramento do evento, o vice-presidente do Banco Mundial para a América Latina e o Caribe afirmou: “Esta Cúpula de Legisladores mostrou claramente que, apesar dos acordos globais serem úteis, não precisamos esperar. Podemos agir e avançar agora, porque as escolhas feitas hoje nas áreas de infraestrutura, energia e tecnologia determinarão o futuro”. Disponível em: <www.worldbank.org/pt/news/2012/06/20>. Acesso em: 22 jul. 2012 (adaptado). O compromisso assumido pelos legisladores, explicitado no texto acima, é condizente com o fato de que A) os acordos internacionais relativos ao meio ambiente são autônomos, não exigindo de seus signatários a adoção de medidas internas de implementação para que sejam revestidos de exigibilidade pela comunidade internacional. B) a mera assinatura de chefes de Estado em acordos internacionais não garante a implementação interna dos termos de tais acordos, sendo imprescindível, para isso, a efetiva participação do Poder Legislativo de cada país. C) as metas estabelecidas na Conferência Rio 92 foram cumpridas devido à propositura de novas leis internas, incremento de verbas orçamentárias destinadas ao meio ambiente e monitoramento da implementação da agenda do Rio pelos respectivos governos signatários. D) a atuação dos parlamentos dos países signatários de acordos internacionais restringe-se aos mandatos de seus respectivos governos, não havendo relação de causalidade entre o compromisso de participação legislativa e o alcance dos objetivos definidos em tais convenções. E) a Lei de Mudança Climática aprovada recentemente no México não impacta o alcance de resultados dos compromissos assumidos por aquele país de reduzir as emissões de gases do efeito estufa, de evitar o desmatamento e de se adaptar aos impactos das mudanças climáticas.",
			"resposta": "B"
		},
		{
			"exame": "ENADE",
			"questao": "A percepção de parcela do empresariado sobre a necessidade de desenvolvimento sustentável vem gerando uma postura que se contrapõe à cultura centrada na maximização do lucro dos acionistas. A natureza global de algumas questões ambientais e de saúde, o reconhecimento da responsabilidade mundial pelo combate à de valor evidenciam que assuntos relevantes para uma empresa do setor privado podem ter alcance muito mais amplo que aqueles restritos à área mais imediata onde se localiza a empresa. Ilustra essa postura",
			"resposta": "A"
		},
		{
			"exame": "ENADE",
			"questao": "DIREITO AMBIENTAL E DIREITO ADMINISTRATIVO. REMESSA EX OFFICIO E APELAÇÃO VOLUNTÁRIA. LOTEAMENTO. CONSTRUÇÃO EM LOTE SITUADO EM ÁREA DE RESERVA AMBIENTAL. PROJETO ARQUITETÔNICO E HIDROSSANITÁRIO APROVADOS PELO MUNICÍPIO RECORRENTE. ALVARÁ DE HABITE-SE. AUTORIZAÇÃO DO IBAMA PARA CONSTRUÇÃO EM ÁREA NÃO SUPERIOR A 40% (QUARENTA POR CENTO) DE LOTE SITUADO EM ÁREA DE PRESERVAÇÃO AMBIENTAL. REGULARIDADE COMPROVADA NOS AUTOS. artigo 15, da Lei Federal nº 9.985/00. REMESSA EX OFFICIO E APELAÇÃO VOLUNTÁRIA CONHECIDAS E IMPROVIDAS. I. Consoante disposto no artigo 15, da Lei Federal nº 9.985/2000 (que instituiu o Sistema Nacional de Unidades de Conservação da Natureza), que “A Área de Proteção Ambiental é uma área em geral extensa, com um certo grau de ocupação humana, dotada de atributos abióticos, bióticos, estéticos ou culturais especialmente importantes para a qualidade de vida e o bem-estar das populações humanas, e tem como objetivos básicos proteger a diversidade biológica, disciplinar o processo de ocupação e assegurar a sustentabilidade do uso dos recursos naturais. § 1º A Área de Proteção Ambiental é constituída por terras públicas ou privadas. § 2º Respeitados os limites constitucionais, podem ser estabelecidas normas e restrições para a utilização de uma propriedade privada localizada em uma Área de Proteção Ambiental.” II. Na hipótese vertente, a despeito de o Município Recorrente afirmar que o imóvel dos Recorridos compreende área de uso não consolidado, portanto, insuscetível de edificação, por ser reconhecida como área de reserva ambiental (Parque Estadual de Setiba), os Recorridos comprovaram a regularidade na construção de sua residência, tendo, inclusive, apresentado os Projetos Arquitetônico e Hidrossanitário aprovados pela Municipalidade, bem como apontando o cumprimento do acordo, formalizado com o IBAMA, de edificar até o limite de 40% (quarenta por cento) da respectiva área. III. O Município Recorrente concedeu aos Recorridos, posteriormente, o Alvará de Habite-se nº 020/2005 (fl. 92), atestando que o imóvel sub judice fora construído em atenção à Legislação local e atendendo às exigências previstas pelo Município para a aprovação de Projetos, mostrando, portanto, comportamento contraditório, no que tange às alegações trazidas nos autos. IV. A Área de Preservação Ambiental (APA) de Setiba, abrangendo a área do Parque Estadual de Setiba, não enseja o reconhecimento da inviabilidade absoluta da edificação, na forma do artigo 15 da Lei Federal nº 9.985/2000. Desta forma, restou reconhecida que a construção dos Recorridos atenta às exigências da Municipalidade para construção e, também, não violou qualquer norma ambiental de proteção ao ecossistema, devendo, por tanto, ser mantida a Sentença quo, não se descuidando do fato de que, embora tenha limitado o exercício da propriedade, certo é que a obra restou concluída, devendo permanecer, contudo, a restrição, haja vista a intenção dos Recorridos na modificação do Projeto original, sujeita à aprovação do Município Recorrente. Com base no texto do acórdão transcrito, avalie as afirmações a seguir. I. A sociedade não pode realizar a ocupação da Área de Proteção Ambiental (APA) descrita, por estarem presentes em tal área vários atributos abióticos, bióticos e estéticos II. O município concedeu erroneamente o alvará de Habite-se, pois as edificações realizadas na reserva ambiental estavam em desacordo com a legislação municipal vigente III. Os envolvidos na lide em questão argumentaram, em defesa própria, que, apesar de o município mencionar que a área edificada constituía APA, os projetos arquitetônicos e hidrossanitários foram devidamente aprovados pelo próprio município IV. Os proprietários têm direito a indenização perante o município em razão da área não utilizada É correto o que se afirma e A) II, apenas B) III, apenas C) I e II, apenas D) I e III, apenas E) I, II e III.",
			"resposta": "B"
		},
		{
			"exame": "ENADE",
			"questao": "O meio ambiente, seja natural ou artificial, é um bem jurídico transindividual, pertencente a todos os cidadãos, indistintamente. Todavia, a preocupação com a sua preservação também é coletiva, sendo um dever jurídico de toda a sociedade. Cumpre ressaltar que a Constituição consignou que “todos têm direito ao meio ambiente ecologicamente equilibrado, bem de uso comum do povo e essencial à sadia qualidade de vida, impondo-se ao Poder Público e à coletividade o dever de defendê-lo e preservá-lo para as presentes e futuras gerações”. A partir do texto, avalie as asserções a seguir e a relação proposta entre elas. I. A ação popular visa à anulação de ato lesivo ao patrimônio público e ao meio ambiente. PORQUE II. Para assegurar a efetividade do direito ao meio ambiente ecologicamente equilibrado, o Poder Público deve exigir estudo prévio de impacto ambiental para autorizar a instalação de obra ou atividade potencialmente causadora de significativa degradação do meio ambiente. A respeito dessas asserções, assinale a opção correta. A) As asserções I e II são proposições verdadeiras, e a II é uma justificativa correta da I. B) As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa correta da I. C) A asserção I é uma proposição verdadeira, e a II é uma proposição falsa. D) A asserção I é uma proposição falsa, e a II é uma proposição verdadeira. E) As asserções I e II são proposições falsas.",
			"resposta": "B"
		},
		{
			"exame": "ENADE",
			"questao": "TEXTO 1 Em 5 de novembro de 2015, ocorreu o rompimento da barragem de Fundão, em Mariana-MG. Subitamente, uma avalanche contendo milhões de toneladas de rejeitos de mineração foi despejada sobre o Rio Doce, seus afluentes e comunidades ribeirinhas. Essa pode ser considerada a mais grave tragédia ambiental brasileira e o maior desastre do gênero na história da mineração mundial. Para seu enfrentamento, a compreensão do Direito deve ir além das regras jurídicas, alcançando os princípios, entendidos como normas jurídicas impositivas de uma otimização, que, compatíveis com vários graus de concretização, de acordo com os condicionalismos fácticos e jurídicos, permitem o balanceamento de valores e interesses (não obedecem, como as regras, à lógica do ‘tudo ou nada’), consoante o seu peso e ponderação de outros princípios eventualmente conflitantes. TEXTO 2 O princípio n° 15 da Declaração Rio/92, sobre Meio Ambiente e Desenvolvimento, prevê que os Estados devem adotar medidas de proteção ao meio ambiente de acordo com suas capacidades. Quando houver ameaça de danos graves ou irreversíveis, a ausência de certeza científica não será utilizada como razão para o adiamento de medidas economicamente viáveis para evitar a degradação ambiental. Com base nas informações apresentadas, é correto afirmar que o princípio n° 15 da Declaração Rio/92 está associado, no que diz respeito ao Direito, ao A) princípio do usuário-pagador, pois o uso sem ônus dos recursos ambientais tem gerado enriquecimento ilícito do usuário, uma vez que a coletividade que não usa do recurso ou que o utiliza em menor escala fica onerada, enquanto o poluidor invade a propriedade pessoal de todos os que não poluem. B) princípio da integração, segundo as diretrizes da economia verde que promove o crescimento econômico sustentado e inclusivo, fomentando inovação, oportunidades, benefícios e capacitação para todos, com respeito aos direitos humanos e às garantias fundamentais do Estado brasileiro. C) princípio da reparação, adotado pela Lei de Política Nacional de Meio Ambiente, com base na responsabilização objetiva, prevista na Constituição da República de 1988, que considera tal responsabilização como obrigação jurídica no caso de danos ambientais. D) princípio da precaução, haja vista que as medidas de proteção ao meio ambiente não devem se limitar à eliminação ou à redução do dano ambiental já existente ou iminente, mas fazer com que o dano seja combatido desde seu início e que o recurso natural seja fruído de forma mais prolongada. E) princípio da informação, já que cada pessoa tem o direito de saber sobre os planos, decisões e atividades suscetíveis de afetar, ao mesmo tempo, o meio ambiente e a saúde, informações que são indispensáveis ao procedimento de autorização ambiental.",
			"resposta": "D"
		},
		{
			"exame": "ENADE",
			"questao": "O Ministério Público Federal (MPF) propôs ação civil pública em face de cidadão, que, sem licença ambiental, edificou residência às margens de córrego situado em área de preservação ambiental permanente. O Instituto Brasileiro do Meio Ambiente (IBAMA) ingressou no processo como assistente litisconsorcial do autor. Foram deduzidos os seguintes pedidos na inicial: (1) a demolição das construções localizadas a menos de 30 m da área de preservação permanente; (2) o reflorestamento de 30 m de cada lado das margens do córrego com essências nativas; (3) a reconstituição do leito natural do córrego; (4) o pagamento de multa compensatória pela degradação ambiental; e, ainda, (5) a abstenção de intervir na propriedade sem o prévio consentimento dos órgãos ambientais. Antes de iniciada a instrução, o MPF celebrou acordo com o réu visando pôr fim ao litígio, tendo ficado acordado que o réu: (1) reflorestaria 30 m de cada lado das margens do córrego com essências nativas; (2) reconstituiria o leito natural do córrego; (3) recolheria multa compensatória pela degradação ambiental; (4) entregaria, também a título de indenização, 8 microcomputadores a uma organização local voltada à preservação ambiental; e, ainda, (5) abdicaria de intervir na propriedade sem o prévio consentimento dos órgãos ambientais. Apesar de o IBAMA ter sido contrário ao acordo, principalmente por não prever a demolição da residência, sua homologação ocorreu pelo juiz natural, o qual entendeu que, mesmo sem a imposição de demolição, as demais obrigações constantes da transação eram adequadas à reparação e à prevenção do dano e atendiam ao interesse púbico. Considerando o texto apresentado e o regramento atinente ao processo coletivo, avalie as asserções a seguir e a relação proposta entre elas. I. O acordo celebrado pelo MPF com o réu deve ser considerado inválido. PORQUE II. Os direitos tutelados no processo coletivo são indisponíveis e, portanto, insuscetíveis de autocomposição. A respeito dessas asserções, assinale a opção correta. A) As asserções I e II são proposições verdadeiras, e a II é uma justificativa correta da I. B) As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa correta da I. C) A asserção I é uma proposição verdadeira, e a II é uma proposição falsa. D) A asserção I é uma proposição falsa, e a II é uma proposição verdadeira. E) As asserções I e II são proposições falsas.",
			"resposta": "C"
		},
		{
			"exame": "ENADE",
			"questao": "RESPONSABILIDADE CIVIL POR DANO AMBIENTAL. RECURSO ESPECIAL REPRESENTATIVO DE CONTROVÉRSIA. [...] DANOS DECORRENTES DE VAZAMENTO DE AMÔNIA NO RIO SERGIPE. ACIDENTE AMBIENTAL [...]. [...] a) para demonstração da legitimidade para vindicar indenização por dano ambiental que resultou na redução da pesca na área atingida, o registro de pescador profissional e a habilitação ao benefício do seguro-desemprego, durante o período de defeso, somados a outros elementos de prova que permitam o convencimento do magistrado acerca do exercício dessa atividade, são idôneos à sua comprovação; b) a responsabilidade por dano ambiental é objetiva, informada pela teoria do risco integral, sendo o nexo de causalidade o fator aglutinante que permite que o risco se integre na unidade do ato, sendo descabida a invocação, pela empresa responsável pelo dano ambiental, de excludentes de responsabilidade civil para afastar a obrigação de indenizar; [...]; d) em vista das circunstâncias específicas e homogeneidade dos efeitos do dano ambiental verificado no ecossistema do rio Sergipe – afetando significativamente, por cerca de seis meses, o volume pescado e a renda dos pescadores na região afetada –, sem que tenha sido dado amparo pela poluidora para mitigação dos danos morais experimentados e demonstrados por aqueles que extraem o sustento da pesca profissional, não se justifica, em sede de recurso especial, a revisão do quantum arbitrado, a título de compensação por danos morais, em R$ 3 000,00 (três mil reais); e) o dano material somente é indenizável mediante prova efetiva de sua ocorrência, não havendo falar em indenização por lucros cessantes dissociada do dano efetivamente demonstrado nos autos; assim, se durante o interregno em que foram experimentados os efeitos do dano ambiental houve o período de defeso – incidindo a proibição sobre toda atividade de pesca do lesado –, não há cogitar em indenização por lucros cessantes durante essa vedação; [...] (Superior Tribunal de Justiça (STJ). Recurso Especial n° 1.354.536. Relator: Min. Luis Felipe Salomão). Considerando a ementa apresentada, avalie as asserções a seguir e a relação proposta entre elas. I. A orientação de indenização pelo STJ, no recurso repetitivo, aplica-se aos pescadores do rio Sergipe relativamente ao período de seis meses, em decorrência de dano ambiental causado no ecossistema por poluição, fator determinante da redução do volume do pescado no rio e da renda dos pescadores, e eles deverão receber a indenização por dano moral no valor de R$ 3 000,00 (três mil reais), decorrente da responsabilidade objetiva da empresa poluidora. PORQUE II. O STJ negou o direito ao dano material sob o argumento de que tal dano só poderia ser indenizado mediante comprovação efetiva do prejuízo, o que, no caso, está inviabilizado em razão do período de defeso coincidir com o período em que ocorreu a afetação poluidora do ecossistema no rio Sergipe. A respeito dessas asserções, assinale a opção correta. A) As asserções I e II são proposições verdadeiras, e a II é uma justificativa correta da I. B) As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa correta da I. C) A asserção I é uma proposição verdadeira, e a II é uma proposição falsa. D) A asserção I é uma proposição falsa, e a II é uma proposição verdadeira. E) As asserções I e II são proposições falsas.",
			"resposta": "B"
		},
		{
			"exame": "ENADE",
			"questao": "TEXTO 1 Além de tramitar no Judiciário um processo a respeito do Marco Temporal, há também, na Câmara dos Deputados, um projeto em que se tenta transformar a tese do Marco Temporal em lei. Trata-se do Projeto de Lei n. 490/2007, que determina que devem ter direito às terras consideradas ancestrais somente os povos que as esti vessem ocupando no dia da promulgação da Consti tuição Federal, em 5 de outubro de 1988. TEXTO 2 O assassinato do indigenista Bruno Pereira e do jornalista Dom Phillips expôs ao mundo a importância da demarcação dos territórios indígenas, assegurada pela Consti tuição Federal de 1988. Os territórios indígenas, além de preservarem identi dades, modos de vida, tradições e culturas desses povos, também são fundamentais para a preservação ambiental. Eles contribuem para conter as emissões de gases de efeito estufa, promover a biodiversidade e potencializar sistemas. Se manti do o critério do Marco Temporal, a guerra fundiária poderá ser intensifi cada. Os territórios se tornarão zonas de mais confl itos entre fazendeiros, mineradores, garimpeiros, grileiros, produtores rurais, narcotrafi cantes, comerciantes de peixes, caçadores e madeireiros, o que resultará na morte de indígenas e de defensores da floresta e, por extensão, dos territórios indígenas.Com base nos textos e na imagem apresentados, avalie as afi rmações a seguir. I. Os territórios indígenas, com a regulamentação do Marco Temporal, fi carão formalmente protegidos de invasões, e os povos originários poderão manter suas tradições culturais. II. As ações de grupos de garimpeiros, de pescadores ilegais, de desmatadores e de alguns setores das ati vidades agropecuárias vêm confrontando os povos originários em disputas territoriais. III. O aumento da criminalidade nos territórios indígenas está associado aos interesses econômicos de exploração insustentável do meio ambiente, como os relacionados aos garimpos ilegais e ao desmatamento de florestas. IV. A existência dos movimentos sociais indígenas é essencial para a luta por direitos sociais, culturais e de acesso à terra pelos povos originários, assim como para a preservação do meio ambiente e do modo de vida dos indígenas. V. O Estado brasileiro está impedido de intervir nas demarcações de territórios indígenas, em respeito à autonomia, à autogestão e à livre determinação dos povos originários, segundo a Consti tuição Federal de 1988. É correto apenas o que se afirma em A) I e V. B) I, III e V. C) II, III e IV. D) II, IV e V. E) I, II, III e IV.",
			"resposta": "C"
		},
		{
			"exame": "ENADE",
			"questao": "A gestão social e ambientalmente responsável tem sido uma temática recorrente no meio empresarial quando se discute o desenvolvimento econômico. O grande desafio para as empresas é desenvolver atividades sustentáveis e obter lucros, mantendo a competitividade. Visando compreender o impacto de uma cultura de sustentabilidade no comportamento e desempenho das empresas, um departamento da Universidade de Harvard, nos Estados Unidos, publicou o resultado de uma investigação científica, após realizar a análise da vida econômica de 180 empresas, no período de 18 anos (de 1994 a 2012). Constatou-se que as empresas sustentáveis geraram muito mais lucro do que as que não observavam a sustentabilidade. De acordo com os pesquisadores, a lucratividade das empresas sustentáveis decorreu da adoção de gestão consciente e organizada. Considerando o texto e o estabelecimento e manutenção de um sistema de gestão sustentável apropriado e lucrativo, avalie as afirmações a seguir. I. A empresa deve almejar resultados a curto prazo, maximizando os lucros da atividade empresarial, ainda que ocorra algum tipo de impacto ambiental. II. A empresa deve estabelecer comunicação e consultas oportunas com as comunidades diretamente afetadas por suas políticas ambientais, de saúde e de segurança. III. A empresa deve promover níveis mais elevados de conscientização dos consumidores quanto às consequências ambientais da utilização dos seus bens e serviços. É correto o que se afirma em A) I, apenas. B) III, apenas. C) I e II, apenas. D) II e III, apenas. E) I, II e III.",
			"resposta": "D"
		},
		{
			"exame": "ENADE",
			"questao": "Recurso de Apelação — Tribunal de Justiça de Minas Gerais 1. A incolumidade do meio ambiente não pode ser comprometida por interesses individuais, assim como a responsabilidade civil objetiva, na seara ambiental, informada pelos princípios do poluidor-pagador e da reparação in integrum, não pode ser elidida pela aplicação do princípio da bagatela. 2. A jurisprudência do Superior Tribunal de Justiça e do Supremo Tribunal Federal é firme no sentido de, em matéria de direito ambiental, não permitir a prevalência de teses de defesa em que, por vias oblíquas, visa-se tutelar suposto direito adquirido à devastação, nem admitir a invocação da teoria do fato consumado como forma de livrar o ofensor do dever de promover a recuperação da área atingida pela intervenção do homem. Do contrário, estar-se-ia a chancelar que o direito fundamental, indisponível e intergeracional ao meio ambiente equilibrado, constitucionalmente consagrado no artigo 225 da Constituição Federal, pudesse ser subjugado a pretensões egoísticas. 3. A recusa ou aplicação parcial dos princípios do poluidor-pagador e da reparação in integrum arrisca projetar, moralmente, a nociva impressão de que o ilícito ambiental compensa. Diante disso, a resposta judicial, no caso de dano ambiental, há de ser enérgica, sob pena de a impunidade do ofensor servir de inspiração social. (Voto do Revisor) Diante do acórdão mencionado, avalie as afirmações a seguir. I. A consequência do princípio do poluidor-pagador é que o crime ambiental compensa, visto que o ato abusivo ambiental é realizado, para depois, pagar-se por ele, mas os benefícios advindos desse ato abusivo foram adquiridos pelo infrator. II. De acordo com o Supremo Tribunal Federal, não há como aceitar teses que justifiquem a devastação na teoria do fato consumado, pois, se assim fosse, não haveria o dever de indenizar. III. A Constituição Federal dispõe que o direito ao meio ambiente equilibrado constitui um direito fundamental e indisponível. É correto o que se afirma em A) I, apenas. B) III, apenas. C) I e II, apenas. D) II e III, apenas. E) I, II e III.",
			"resposta": "D"
		},
		{
			"exame": "ENADE",
			"questao": "Em recente fiscalização realizada pelos órgãos ambientais, constatou-se que áreas de Preservação Permanente (APP) de um determinado município haviam sido degradadas com atividades de pastoreio. O proprietário do imóvel rural foi notificado com base no disposto no Código Florestal. Os agentes governamentais exigiram adequações na propriedade, por meio de boas práticas de recomposição e compensação da área pelo Programa de Regularização Ambiental (PRA). Considerando a situação apresentada, avalie as afirmações a seguir. I. A APP de uma propriedade rural corresponde à extensão de terras que pode ou não ser coberta com vegetação nativa, cuja manutenção garante a conservação da flora, da fauna, do solo e dos recursos hídricos da região, promovendo-se o bem-estar humano. II. A preservação da APP é uma obrigação do proprietário das terras, não havendo política de incentivos desenvolvida pela Administração Pública para que isso se efetive. III. A adesão do proprietário do imóvel rural ao PRA ocorre por meio da assinatura do termo de compromisso, em que o proprietário assume a obrigação de manter, recuperar ou recompor as áreas degradadas ou alteradas, sendo, assim, suspensas as infrações relativas à situação irregular. IV. A propriedade rural cujo objeto de atividade mercantil seja a produção agropecuária foi beneficiada pela legislação, visto que seu proprietário está dispensado de cumprir todos os requisitos presentes no Código Florestal, em face da importância dessa atividade para o desenvolvimento econômico e social da região em que se situa a propriedade. É correto apenas o que se afirma em A) I e II. B) I e III. C) II e IV. D) I, III e IV. E) II, III e IV.",
			"resposta": "B"
		},
		{
			"exame": "ENADE",
			"questao": "Por se tratar de um bem da União, a terra indígena é inalienável e indisponível, e os direitos sobre ela são imprescritíveis. No entanto, as regiões em que se localizam as terras indígenas brasileiras são justamente aquelas em que se verifica a maior ocorrência de conflitos fundiários e disputas pela terra. Essa situação impõe ao Estado brasileiro o desafio de promover as demarcações das terras indígenas sem desconsiderar as especificidades do processo de colonização, ocupação e titulação nessas regiões, contribuindo para o ordenamento territorial e a redução de conflitos. Considerando os conflitos vividos pelos indígenas no Brasil, especialmente no que se refere à ocupação de suas terras e aos respectivos desdobramentos sociais e jurídicos, avalie as afirmações a seguir. I. A demarcação das terras tradicionalmente ocupadas pelos povos indígenas, conforme previsto na Constituição Federal de 1988, constitui uma das obrigações impostas ao Estado brasileiro. II. O direito dos povos indígenas às suas terras de ocupação tradicional configura-se como um direito originário. III. A demarcação de terras indígenas contribui para a política de ordenamento fundiário do governo federal e dos entes federados, visto que reduz conflitos causados pela disputa por terras. É correto o que se afirma em A) I, apenas. B) III, apenas. C) I e II, apenas. D) II e III, apenas. E) I, II e III.",
			"resposta": "E"
		}
	],

	"geral": [
		{
			"exame": "OAB",
			"questao": "Antônia, advogada atuante na área previdenciária, foi consultada por Osvaldo sobre a possibilidade de propor ação judicial contra decisão do Instituto Nacional do Seguro Social (INSS), visando à obtenção de benefício previdenciário indeferido na via administrativa. Ao estudar o caso, Antônia verificou que o indeferimento do benefício havia se dado com base em dispositivo claro e expresso da lei que dispõe sobre o Plano de Benefícios da Previdência Social; e que não havia, até aquele momento, notícia de precedente judicial favorável à pretensão de Osvaldo. Essas informações, bem como os riscos de eventual ação judicial, foram prestadas de modo claro e inequívoco por Antônia ao cliente. No entanto, devido à insistência de Osvaldo, Antônia decidiu propor a demanda judicial. Com base nesse cenário, considerando o regime das infrações e sanções disciplinares da Advocacia, assinale a afirmativa correta. A) Antônia advogou contra literal disposição de lei, o que, não obstante seja conduta irrelevante no regime das infrações disciplinares, poderá sujeitá-la a eventual sanção por litigância de má-fé aplicada pelo juiz da causa. B) Antônia advogou contra literal disposição de lei, conduta que poderá sujeitá-la, perante o órgão competente da OAB, à pena isolada de multa. C) Antônia advogou contra literal disposição de lei, porém poderá contar com a presunção de boa-fé em seu favor, caso tenha fundamentado seu pedido na inconstitucionalidade ou na injustiça da lei. D) Antônia advogou contra literal disposição de lei, conduta que não possui relevância jurídico-disciplinar, mesmo porque a atuação da advocacia deve ser a mais ampla possível na defesa dos interesses de seus clientes.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "Roberto, advogado autônomo com destacada atuação no Direito Criminal, foi investido no cargo de diretor jurídico da Nossa Estatal, empresa pública federal que atua no mercado financeiro em regime de competição com o setor privado. Acerca da nova condição profissional de Roberto, assinale a afirmativa correta. A) A nova atividade exercida por Roberto caracteriza incompatibilidade para o exercício da advocacia, mesmo em causa própria. B) Durante o período da investidura, Roberto estará exclusivamente legitimado para o exercício da advocacia vinculada ao cargo de diretor jurídico. C) Roberto, durante o período da investidura, somente não poderá atuar como advogado autônomo contra a Fazenda Pública à qual está vinculada sua entidade empregadora. D) Uma vez que a atuação de Roberto é na área criminal, sem relação direta com o mercado financeiro, Roberto poderá continuar exercendo normalmente a advocacia autônoma.",
			"resposta": "B"
		},
		{
			"exame": "OAB",
			"questao": "Gustavo, conhecido comerciante de Brasília/DF, obteve graduação no curso de Direito. Em sequência, foi aprovado no Exame de Ordem, e, em razão disso, inscreveu-se como advogado na OAB. Desejando conciliar as atividades de comércio com o exercício da advocacia, decidiu reunir, em um mesmo estabelecimento, seu escritório de advocacia e sua loja comercial, adaptando a fachada do prédio para identificar que, naquele local, praticava-se, conjuntamente, o comércio e a advocacia. Para solucionar a parte contábil, decidiu elaborar aditivo ao contrato social da sua sociedade empresária de comércio, tendo incorporado, como finalidade adicional da pessoa jurídica, a atividade de advocacia. Em função da expansão do negócio, admitiu sócios sem formação jurídica na sociedade, para que esses últimos conduzissem a parte comercial, e ele, Gustavo, pudesse se dedicar à prestação de serviços jurídicos. Sobre a natureza e as características da sociedade de advogados e sobre sua constituição e registro, assinale a afirmativa correta. A) É possível a admissão de sócio não advogado nas sociedades advocatícias, sendo proibido apenas que a razão social contenha o nome daquele sócio não inscrito na OAB. B) A sociedade criada por Gustavo não pode ser admitida a registro, porque congrega serviços de advocacia com atividades estranhas à prática advocatícia, além de contar com sócios não inscritos como advogado. C) Apesar de ser admitida a realização de atividades estranhas à advocacia por parte da sociedade de advogados, a sociedade fundada por Gustavo não pode ser registrada por incluir como sócio pessoa não inscrita como advogado. D) A conduta adotada por Gustavo de incorporar serviços de comércio e advocatícios em uma mesma pessoa jurídica, a despeito de pouco usual, é válida, porque se admite o registro nas juntas comerciais de sociedade que inclua, entre suas finalidades, a atividade de advocacia.",
			"resposta": "B"
		},
		{
			"exame": "OAB",
			"questao": "O Presidente do Conselho Seccional da Ordem dos Advogados do Brasil do Estado Alfa recebeu representação devidamente identificada, contendo narrativa fática indicativa da prática de infração disciplinar pelo advogado Paulo. O autor da representação apresentou documentos, rol de testemunhas e indicou a produção de provas. Ato contínuo, o Presidente imediatamente designou relator para a competente instrução do processo disciplinar. Considerando a legislação que rege o processo disciplinar do advogado, assinale a afirmativa correta. A) Se a infração ético-disciplinar apontada na representação for punível com a sanção de censura, será admissível a celebração de termo de ajustamento de conduta, desde que o fato apurado não tenha gerado repercussão negativa à advocacia. B) A autoridade competente que proferir o despacho declaratório da instauração do processo disciplinar deverá, no mesmo ato, promover a suspensão preventiva de Paulo pelo prazo de até 90 (noventa) dias. C) Na hipótese de arquivamento liminar da representação pelo Presidente do Conselho Seccional, caberá recurso ao Conselho Federal da OAB. D) A designação imediata de relator pelo Presidente do Conselho Seccional, sem a prévia oitiva de Paulo, viola o princípio da ampla defesa.",
			"resposta": "A"
		},
		{
			"exame": "OAB",
			"questao": "O advogado Gomes representou Dênis em uma ação de responsabilidade civil contra o Banco Alfa, tendo firmado contrato escrito com Dênis, no qual foi estipulado que Gomes receberia honorários convencionais de 20% sobre o proveito econômico obtido, além dos honorários sucumbenciais que fossem concedidos. No entanto, Dênis entrou em contato diretamente com o advogado do Banco Alfa e firmou um acordo extrajudicial para receber R$ 5.000,00 de indenização por danos morais, sem a participação de Gomes e renunciando aos direitos aos honorários advocatícios. Gomes foi informado do acordo posteriormente. Sobre o caso relatado, com base no Art. 24 do Estatuto da Advocacia e da OAB, assinale a afirmativa correta. A) Dênis tem o direito de renunciar aos honorários advocatícios convencionados e sucumbenciais, desde que tenha feito isso expressamente no acordo com o Banco Alfa, e isso prejudica o direito de Gomes de receber qualquer valor. B) O acordo firmado por Dênis com o Banco Alfa retira o direito de Gomes aos honorários convencionados, mas Gomes ainda pode pleitear apenas os honorários sucumbenciais, desde que haja condenação judicial. C) Gomes mantém o direito aos honorários convencionados e sucumbenciais, independentemente do acordo realizado por Dênis com o Banco Alfa, uma vez que o acordo não prejudica o advogado sem sua aquiescência. D) Gomes somente poderá cobrar os honorários convencionados se houver uma decisão judicial declarando nulo o acordo firmado entre Dênis e o Banco Alfa.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "O advogado Ivan precisava embarcar em um voo doméstico de Recife para Curitiba, a fim de participar do Congresso Brasileiro de Direito de Família. Ao chegar ao balcão de check-in, percebeu que havia esquecido todos os seus documentos de identificação em seu escritório, com exceção da carteira da Ordem dos Advogados do Brasil (OAB), na qual consta sua foto. A responsável pelo atendimento da companhia aérea informou que não aceitaria a carteira da OAB como documento de identidade e, por isso, Ivan estaria impedido de embarcar. Ivan argumentou que o documento deveria ser aceito como prova de identidade civil, uma vez que é o único documento de identidade profissional obrigatório para o exercício da advocacia. Sobre a hipótese, com base no Estatuto da Ordem dos Advogados do Brasil, assinale a afirmativa correta. A) Ivan não poderá embarcar, pois a carteira da OAB não é considerada documento de identidade civil válido para viagens nacionais em aviões. B) Ivan poderá embarcar, pois a carteira da OAB constitui prova de identidade civil para todos os fins legais, inclusive para viagens nacionais em aviões. C) Ivan somente poderá embarcar se apresentar outro documento de identificação civil junto com a carteira da OAB, como medida de segurança adicional. D) Ivan não poderá embarcar, pois a carteira da OAB só é válida como documento de identificação quando utilizada em exercício da atividade profissional em fóruns e tribunais.",
			"resposta": "B"
		},
		{
			"exame": "OAB",
			"questao": "No âmbito de investigação sigilosa, o Magistrado competente decretou a prisão de João, amigo íntimo de Carlos. Carlos é advogado regularmente inscrito na Ordem dos Advogados do Brasil. Ao saber do cumprimento do mandado, com a consequente custódia de João, Carlos se dirigiu à delegacia e, em seguida, procurou o Magistrado plantonista para tratar do caso. Nesse contexto, assinale a afirmativa correta. A) Carlos somente terá acesso aos autos da investigação que culminou na prisão de João se apresentar procuração para representá-lo. Nesse caso, deve lhe ser franqueado amplo acesso aos elementos de prova colhidos pela autoridade policial, não sendo possível a imposição de qualquer limitação. B) Carlos deverá ter acesso aos autos da investigação que culminou na prisão de João, independentemente da apresentação de procuração para representá-lo. Ademais, deve lhe ser franqueado amplo acesso aos elementos de prova colhidos pela autoridade policial, não sendo possível a imposição de qualquer limitação. C) Carlos somente terá acesso aos autos da investigação que culminou na prisão de João se apresentar procuração para representá-lo. Entretanto, o acesso aos elementos de prova colhidos pela autoridade policial poderá ser delimitado, desde que relacionados a diligências em andamento e ainda não documentados nos autos, desde que haja comprovado risco de comprometimento da eficiência, da eficácia ou da finalidade da investigação. D) Carlos deverá ter acesso aos autos da investigação que culminou na prisão de João, independentemente da apresentação de procuração para representá-lo. Entretanto, o acesso aos elementos de prova colhidos pela autoridade policial poderá ser delimitado, ainda que relacionados a diligências já encerradas e devidamente documentadas nos autos, desde que haja comprovado risco de comprometimento da eficiência, da eficácia ou da finalidade da investigação.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "Euclides é advogado regularmente inscrito na OAB e foi flagrado praticando assédio sexual contra diversas colaboradoras de seu escritório, conduta que foi amplamente divulgada na imprensa regional após a veiculação de imagens captadas por câmeras de segurança, nas quais o advogado aparece se insinuando de forma inapropriada. O caso causou grande repercussão regional, afetando a imagem da Advocacia. Diante disso, o Tribunal de Ética e Disciplina do Conselho Seccional determinou a suspensão preventiva de Euclides, designando sessão especial para ouvi-lo na semana seguinte à suspensão. No mesmo ato, o Tribunal estabeleceu que o processo disciplinar deveria ser concluído em prazo máximo de 180 dias. Com base no Estatuto da Advocacia e da OAB, sobre a decisão do Tribunal, assinale a afirmativa correta. A) O procedimento adotado foi regular, pois diante da gravidade dos fatos e da ampla repercussão, o Tribunal de Ética pode suspender preventivamente o advogado e prorrogar o prazo do processo disciplinar para até 180 dias. B) O procedimento adotado foi válido apenas quanto à suspensão, pois o Estatuto admite a suspensão preventiva sem qualquer necessidade de notificação ou sessão de oitiva, desde que haja repercussão negativa à imagem da OAB. C) O procedimento foi irregular, porque a suspensão preventiva do advogado somente é válida se o representado for previamente notificado ou, depois de notificado, não comparecer, e o prazo máximo do processo, na hipótese, é de 90 dias. D) O procedimento adotado foi regular quanto ao prazo máximo de duração do processo disciplinar, mas irregular quanto à suspensão preventiva, pois, embora seja cabível, a oitiva do advogado deve ocorrer antes da suspensão, e não posteriormente.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "John Locke, em seu Segundo Tratado sobre o Governo, fala da instituição de uma sociedade política onde devem vigorar não mais as leis da natureza, mas as leis feitas pelo poder civil. Portanto, nessa sociedade política, o parlamento faz as leis para que sejam cumpridas. Assinale a opção que, segundo Locke no livro em referência, expressa corretamente a ideia de cumprimento e obediência às leis civis. A) Todas as pessoas, as mais distintas e as mais modestas, estão sujeitas às leis feitas pelo parlamento, inclusive os próprios parlamentares, pois ninguém pode, na sociedade civil, isentar- se das leis que a regem. B) Os cidadãos ficam sujeitos às leis do governo civil após o contrato social, mas o soberano, encarnado nos agentes do governo, não faz parte do pacto e, por isso, não deve obediência às leis que produz. C) Os cidadãos e os governantes estão sujeitos às leis instituídas após o contrato social, contudo as autoridades religiosas, ainda que vivam na sociedade civil, não devem obediência às leis, mas, sim, a Deus. D) Os governantes, responsáveis pela administração da sociedade política, e os governados devem se submeter ao império da lei, contudo, parlamentares e magistrados estão isentos da obediência à lei para exercerem seu ofício de forma livre e soberana.",
			"resposta": "A"
		},
		{
			"exame": "OAB",
			"questao": "O Artigo 5º, inciso XI, da CRFB/88 dispõe que “a casa é asilo inviolável do indivíduo, ninguém nela podendo penetrar sem consentimento do morador, salvo em caso de flagrante delito ou desastre, ou para prestar socorro, ou, durante o dia, por determinação judicial.” João Vicente, que residia em um quarto de hotel, procura você, na função de advogado(a), para tentar anular o ingresso policial, sem mandado judicial e sem flagrante delito, utilizando como fundamento a norma constitucional acima citada. Assinale a opção que indica o tipo de interpretação adequado para fundamentar a ilegalidade do ingresso. A) Interpretação gramatical, baseada no brocardo in claris cessat interpretatio. B) Interpretação restritiva, sob o argumento de que não se pode usar um conceito de modo amplo. C) Interpretação autêntica, usando conceito semelhante previsto em norma de Direito Civil, que possui legislação específica acerca do alcance semântico do domicílio. D) Interpretação extensiva, usando a argumentação de que o alcance da norma e do conceito de casa é mais amplo do que o utilizado pela autoridade policial, a fim de abarcar aquele que reside em quarto de hotel.",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "Após diversos indicadores de qualidade da saúde evidenciarem que, entre todos os estados da Federação, o Estado Delta é aquele que oferta o pior serviço de saúde à sua população, o governador desse Estado prometeu elevado investimento público na área. Ele assegurou que iria trabalhar junto à Assembleia Legislativa no sentido de aumentar a dotação orçamentária dos hospitais públicos estaduais, como, também, auxiliar financeiramente os hospitais privados que comprovassem, por vias fidedignas, que sua margem de lucro estaria sendo insuficiente para investir em uma melhor qualidade no atendimento. Sobre o posicionamento do governador, segundo a perspectiva jurídico-constitucional, assinale a afirmativa correta. A) Ele poderá cumprir sua promessa, contanto que não ultrapasse o percentual máximo de gastos constitucionalmente permitidos para os serviços de saúde. B) Ele poderá promover a política de saúde indicada, porque, como chefe do Poder Executivo de ente federativo autônomo, é ele quem determina as ações de governo. C) Ele não está autorizado a destinar recursos públicos para auxiliar hospitais privados que possuam a característica explicitada no caso narrado. D) Ele não poderá concretizar sua promessa, já que a matéria orçamentária em temas relacionados ao cuidado e à defesa da saúde é de competência exclusiva da União.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "Um consumidor, cliente de instituição financeira constituída sob a forma de sociedade de economia mista federal, teve seu nome negativado indevidamente em um cadastro de devedores. Por essa razão, procurou você, na qualidade de advogado(a), para saber se seria possível ingressar, de acordo com a Constituição da República, com uma ação de responsabilidade civil em face da referida instituição no âmbito da Justiça Federal. Com base na situação descrita e no sistema jurídico-constitucional brasileiro, assinale a opção que apresenta, corretamente, sua resposta. A) A competência para apreciar a ação de responsabilidade civil a ser proposta é da Justiça Federal, pois a União, indiretamente, figura no polo passivo. B) A ação deve ser proposta perante a Justiça Estadual, não perante a Justiça Federal, isto se o referido foro tiver sido definido pela lei que autorizou a criação da instituição financeira. C) Por se tratar de sociedade de economia mista federal, a competência originária para a apreciação da ação de responsabilidade civil é do Tribunal Regional Federal da região do consumidor. D) A despeito de possuir a União como seu sócio majoritário, a ação de responsabilidade civil em face da instituição financeira deve ser proposta na Justiça Estadual.",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "No Estado Sigma foi promulgada a Lei Estadual nº X/2024, que aborda matéria de Direito Financeiro. Ocorre que os dispositivos desse diploma normativo entram em conflito com as normas do Ato das Disposições Constitucionais Transitórias (ADCT) que ainda produzem seus naturais efeitos. O Presidente do Partido Político Delta, o deputado federal João Silva, sem possuir conhecimentos jurídicos, resolve consultar você, como advogado(a), para saber se poderia questionar a constitucionalidade das normas da Lei Estadual nº X/2024, por afrontarem as normas do ADCT. Assinale a opção que indica a resposta correta à consulta formulada. A) Embora federais, as normas do ADCT possuem hierarquia legal, razão pela qual não poderia haver controle de constitucionalidade, mas controle de legalidade da Lei Estadual nº X/2024. B) As normas do ADCT, por possuírem status supralegal, poderiam servir de parâmetro para aferir a validade da Lei Estadual nº X/2024, muito embora não pudessem ser consideradas normas paramétricas para o controle de constitucionalidade. C) Na medida em que as normas do ADCT têm estatura constitucional, pode ser proposta Ação Direta de Inconstitucionalidade para que seja reconhecida a inconstitucionalidade das normas da Lei Estadual nº X/2024. D) Como o ADCT possui natureza legal, uma possível antinomia entre suas normas e as da Lei Estadual nº X/2024 faria que as normas anteriores, as do ADCT, fossem tacitamente revogadas.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "O Presidente da República apresentou projeto de lei para aumentar a remuneração dos cargos X e Y do Poder Executivo. Durante a tramitação na Câmara dos Deputados, foi aprovada uma emenda parlamentar que estendeu esse aumento também aos cargos W e X. Sobre a emenda parlamentar apresentada, considerando a sistemática estabelecida pela Constituição da República, assinale a afirmativa correta. A) Deve ser considerada válida, pois o Congresso Nacional tem competência para modificar projetos de lei de iniciativa do Presidente da República. B) É constitucional, desde que seja aprovada pela maioria absoluta dos membros da Câmara dos Deputados e do Senado Federal. C) Deve ser considerada inválida, pois o aumento de remuneração só pode ser feito por medida provisória editada pelo Presidente da República. D) É inconstitucional, pois não se pode aumentar despesa prevista em projetos de lei de iniciativa exclusiva do Presidente da República.",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "A partir da análise do conflito entre normas constitucionais originárias em uma relação processual, ambas válidas e vigentes, João, advogado do autor, sustentou que a norma X, por ser, sob a perspectiva conteudística, materialmente constitucional, deve ter preponderância sobre a norma Y, pois esta última versa sobre matéria que não é própria de uma Constituição, sendo considerada norma constitucional apenas sob o prisma da forma. Pedro, advogado da parte ex adversa, por não concordar com a análise de João, se opõe, afirmando que, sob uma perspectiva normativo-hierárquica, a discussão não possui sentido, já que, prima facie, ambas as normas possuem a mesma hierarquia no âmbito do ordenamento jurídico brasileiro. Sobre a hipótese apresentada, segundo a visão jurídico- constitucional brasileira, assinale a afirmativa correta. A) João está correto, pois as normas constitucionais, na perspectiva meramente formal, possuem, prima facie, status legal e, portanto, hierarquia inferior àquelas materialmente constitucionais. B) Pedro está correto, porque as normas formalmente constitucionais, sob a perspectiva do conteúdo, obrigatoriamente também o são sob a perspectiva de análise material. C) João, como a norma Y consubstancia norma constitucional somente sob o ponto de vista formal, está correto, pois há de se considerar que a ela deve ser sempre atribuído status supralegal, mas infraconstitucional. D) Pedro está correto, porque as normas X e Y, na perspectiva normativo-hierárquica, não possuem qualquer superioridade uma sobre a outra, sendo reconhecida em ambas a estatura constitucional.",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "Durante uma forte tempestade que causou inundações e interrupções no fornecimento de energia na cidade Delta, o Prefeito Municipal, buscando evitar o agravamento da situação de iminente perigo público, requisitou um gerador de energia de propriedade da sociedade empresária Gama para manter em funcionamento o hospital municipal. O equipamento foi utilizado por dois dias, até que o fornecimento de energia fosse restabelecido, o que não causou qualquer dano ao bem requisitado. Diante dessa situação, o sócio-gerente de Gama compareceu à Prefeitura de Delta para exigir indenização pela requisição do bem. A esse respeito, assinale a afirmativa correta. A) A sociedade empresária Gama tem direito à indenização, independentemente de ter havido dano ao bem. B) Como o bem não sofreu danos durante sua utilização, a sociedade empresária Gama não tem direito à indenização. C) A utilização de bem privado, em prol do interesse público, sendo-lhe causado dano, ou não, não gera direito à indenização. D) A sociedade empresária Gama só teria direito à indenização se a requisição tivesse sido realizada por autoridade federal, mas não pela autoridade citada no caso concreto.",
			"resposta": "B"
		},
		{
			"exame": "OAB",
			"questao": "No que concerne aos standards internacionais atualmente adotados para defesa do Direito Humano à Igualdade, assinale a afirmativa correta. A) O direito à igualdade abrange atualmente três dimensões, havendo amplo consenso quanto à existência de uma dimensão de ordem formal, também compreendida como igualdade perante a lei; uma segunda dimensão, de ordem material, comumente relacionada ao conceito de justiça retributiva; e uma terceira dimensão, de ordem instrumental, que reconhece no direito à igualdade a condição viabilizadora da concretização de outros direitos fundamentais. B) No âmbito do sistema global de proteção aos direitos humanos, a Convenção das Nações Unidas sobre a Eliminação de Todas as Formas de Discriminação Contra a Mulher pode ser apontada como importante instrumento para superação das desigualdades de gênero. Contudo, o instrumento não admite de forma expressa a utilização de ações afirmativas, ou medidas compensatórias, destinadas a acelerar o processo de superação das desigualdades existentes. C) A Convenção Internacional sobre a Eliminação de Todas as Formas de Discriminação Racial rechaça a possibilidade dos Estados-parte estabelecerem medidas de tratamento desigual, em detrimento de grupos étnicos historicamente mais favorecidos, por considerar que a referida prática pode configurar a conduta expressamente vedada do denominado “racismo reverso”. D) Ao interpretar a Convenção Americana sobre Direitos Humanos, a Corte IDH reconhece a possibilidade de serem adotados critérios para “distinção” de tratamento entre determinados grupos de indivíduos. O que não se admite é a prática de condutas “discriminatórias”. Para a Corte, as “distinções” constituem diferenças compatíveis com a Convenção Americana por serem razoáveis e objetivas. Já as “discriminações” constituem diferenças arbitrárias que redundam em prejuízo dos Direitos Humanos.",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "Em relação aos Direitos Humanos das pessoas presas, assinale a afirmativa correta. A) Tanto as Regras de Nelson Mandela quanto as Regras de Bangkok possuem natureza de soft law, ou seja, são consideradas normas não vinculantes de Direito Internacional. Nada obstante, configuram-se em importantes diretrizes que servem de orientação para os Estados membros da Organização das Nações Unidas. B) No âmbito do Sistema de Proteção Interamericano de Direitos Humanos foram editadas as denominadas regras de Nelson Mandela, com vistas à fixação de standards mínimos de organização e funcionamento dos estabelecimentos prisionais, em ordem à proteção dos direitos dos indivíduos privados de suas liberdades. C) De acordo com as Regras Mínimas das Nações Unidas para o Tratamento de Presos, todas as penas cruéis, desumanas, degradantes ou que impliquem tortura devem ser proibidas. Entretanto, não há óbice à imposição do confinamento solitário prolongado, desde que aplicado como forma de sanção disciplinar, em razão de falta grave cometida pelo apenado. D) No âmbito do sistema global, há dois tratados, consubstanciando-se em norma de jus cogens, que estabelecem disposições específicas para os presos do sexo masculino e do sexo feminino. Assim, enquanto as Regras de Nelson Mandela disciplinam os cuidados mínimos com os encarcerados do sexo masculino, não se aplicando às mulheres presas, as regras de Bangkok se destinam exclusivamente ao encarceramento feminino.",
			"resposta": "A"
		},
		{
			"exame": "OAB",
			"questao": "Maria e João foram eleitos, respectivamente, prefeita e vice-prefeito do Município Alfa, com poucos votos de vantagem sobre Ana e Antônio, que formavam a outra chapa que disputou a eleição. Dez dias após a diplomação dos eleitos, os integrantes da chapa derrotada obtiveram provas cabais de que os integrantes da chapa vencedora teriam praticado uma fraude, o que comprometera a normalidade e a legitimidade do pleito. Sobre o caso apresentado, como advogado(a) dos integrantes da chapa derrotada, assinale a medida judicial que deve ser ajuizada em face dos integrantes da chapa vencedora. A) Investigação judicial eleitoral. B) Ação de captação ilícita de votos. C) Recurso contra expedição de diploma. D) Ação de impugnação de mandato eletivo.",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "Pedro, que teve deferido o registro de candidatura para concorrer ao cargo eletivo de Prefeito Municipal de uma importante capital brasileira, deseja aumentar a capilaridade de seu projeto de governo junto à população, de modo que um número maior de eleitores tenha conhecimento de suas propostas. Com esse objetivo, consultou você, como advogado(a), a respeito da possibilidade de veicular propaganda eleitoral paga, na imprensa escrita, durante o período de propaganda eleitoral. Quanto à orientação a ser dada, assinale a afirmativa que apresenta, corretamente, sua resposta. A) A realização da propaganda eleitoral na forma pretendida é vedada, em qualquer hipótese. B) A propaganda eleitoral que ele deseja realizar é a única de natureza não gratuita permitida pela legislação eleitoral, podendo ser realizada até o dia da eleição. C) A veiculação de anúncios de propaganda eleitoral na imprensa escrita é permitida, observados limites quantitativos e de espaço, até a antevéspera das eleições. D) Somente os partidos políticos podem contratar a realização da propaganda eleitoral pretendida por Pedro, sendo os limites quantitativos distribuídos internamente entre os candidatos do respectivo partido.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "João, brasileiro domiciliado no Japão, celebrou um contrato presencial no Japão com Adam, estrangeiro domiciliado no Brasil, com uma cláusula de eleição de foro, em que o Brasil foi escolhido como competente para resolver eventuais conflitos. A controvérsia sobre o contrato foi submetida à justiça brasileira. Assinale a opção que indica, conforme a Lei de Introdução às normas do Direito Brasileiro (LINDB), a lei que deve ser aplicada para a resolução da lide. A) A do Brasil, devido à cláusula de eleição de foro. B) A do Japão, porque é o local em que João é domiciliado. C) A do Brasil, porque é o local em que Adam é domiciliado. D) A do Japão, porque é o local em que o contrato foi celebrado.",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "A Convenção de Viena sobre os Direitos dos Tratados de 1969 estabelece regras gerais para os tratados internacionais em relação a diversos aspectos, como entrada em vigor, aplicação e interpretação. Quanto à interpretação dos tratados, estes devem ser interpretados de boa-fé levando em consideração o contexto, o objetivo e a finalidade. A esse respeito, assinale a afirmativa correta. A) Para os fins de interpretação de um tratado, o contexto compreenderá, além do texto, seu preâmbulo e anexos. B) Toda vez que um tratado for autenticado em duas ou mais línguas, sem exceção, seu texto tem validade em cada uma delas. C) Uma versão do tratado em língua diversa daquelas em que o texto foi autenticado, só será considerada texto autêntico se o tratado o previr. D) Não são admitidos meios suplementares de interpretação dos tratados internacionais, como os trabalhos preparatórios e as circunstâncias de conclusão do tratado, ainda que a interpretação deixe o sentido ambíguo ou obscuro.",
			"resposta": "A"
		},
		{
			"exame": "OAB",
			"questao": "Em um determinado exercício financeiro, o Projeto de Lei Orçamentária Anual (PLOA) enviado pelo Governador do Estado Alfa à Assembleia Legislativa dispunha sobre matérias relacionadas ao direito financeiro, entre as quais: I. autorização para abertura de créditos adicionais suplementares; II. autorização para abertura de créditos adicionais especiais; III. autorização para contratação de operações de crédito; IV. autorização para contratação de operações de crédito por antecipação de receita. Diante desse cenário, à luz do texto da Constituição Federal de 1988, assinale a afirmativa correta. A) A autorização para abertura de créditos adicionais suplementares não poderia constar neste PLOA. B) A autorização para abertura de créditos adicionais especiais foi indevidamente inserida neste PLOA. C) A autorização para contratação de operações de crédito não poderia ser prevista neste PLOA. D) A Constituição Federal expressamente proíbe que se insira no PLOA autorização para contratação de operações de crédito por antecipação de receita.",
			"resposta": "B"
		},
		{
			"exame": "OAB",
			"questao": "O Município Alfa revogou a lei que instituía a cobrança do Imposto Predial e Territorial Urbano (IPTU) dos imóveis situados em seu território, há mais de 5 anos, deixando, desde então, de realizar sua cobrança e arrecadação. Notificado pelo respectivo Tribunal de Contas para retornar a cobrar o imposto por descumprir um dos requisitos essenciais de uma gestão fiscal responsável, o prefeito pergunta a você, como advogado(a), qual será a consequência para a municipalidade, caso mantenha a política da não instituição, previsão e efetiva arrecadação de todos os impostos de sua competência constitucionalmente atribuída. Nesse cenário, à luz da Lei de Responsabilidade Fiscal (LC nº 101/2000), você respondeu que o Município Alfa ficará impedido de A) realizar operações de crédito. B) realizar qualquer concurso público. C) receber transferências voluntárias. D) contratar com qualquer outro ente da Federação.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "Paulo, domiciliado em Ubatuba (SP), era proprietário de uma única embarcação automotora, que ficava ancorada em Paraty (RJ). Ele veio a falecer no início do ano de 2024, em Belo Horizonte (MG), durante visita à filha e única herdeira, Joana, domiciliada nesta mesma cidade. A filha, maior de idade e capaz, realizou o inventário extrajudicial de seu pai perante tabelião de Belo Horizonte (MG). De acordo com o texto da Constituição Federal de 1988, assinale a opção que indica, corretamente, o Estado em que o Imposto sobre Transmissão Causa Mortis e Doação (ITCMD) incidente sobre essa transmissão causa mortis é devido. A) Minas Gerais, por ser o local onde se processou o inventário extrajudicial. B) Minas Gerais, por ser o local de domicílio da única herdeira. C) São Paulo, por ser o local de domicílio do falecido. D) Rio de Janeiro, por ser o local onde ancorada a embarcação automotora.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "A entidade religiosa ABC requereu o reconhecimento da imunidade de IPTU do imóvel em que realizava seus cultos, bem como do edifício ao lado, que servia de moradia para seus ministros religiosos e suas famílias. O Município Alfa negou parcialmente tal reconhecimento, afirmando que, embora ambos os imóveis fossem registrados em nome da entidade religiosa ABC, possuíam matrículas distintas no Registro de Imóveis. Desta forma, reconheceu que apenas o imóvel em que realizava seus cultos seria contemplado com a imunidade tributária reconhecida pela Constituição Federal. Surpreendida, a entidade religiosa ABC procurou você, como advogado(a), para questionar essa decisão. Assinale a opção que apresenta, corretamente, sua orientação para o caso. A) A entidade deve escolher sobre qual imóvel deve recair a imunidade do IPTU, uma vez que os imóveis têm matrículas distintas. B) O imóvel que tem como função precípua a realização dos cultos fará jus à imunidade do IPTU, já que os imóveis apresentam duplicidade de matrículas. C) A imunidade tributária religiosa do IPTU beneficia o imóvel em que se realiza o culto e todos os imóveis afetados à sua finalidade essencial, ainda que os imóveis tenham matrículas distintas. D) Para que os imóveis pudessem gozar da imunidade tributária religiosa do IPTU, seria necessário que suas matrículas fossem unificadas.",
			"resposta": "C"
		},
		{
			"exame": "OAB",
			"questao": "Uma sociedade empresária do setor petrolífero adquiriu uma Unidade Flutuante de Produção, Armazenamento e Transferência de Petróleo, a fim de produzir petróleo nas águas territoriais brasileiras. Esta Unidade tem capacidade de se locomover pelas águas por meio de motores próprios, razão pela qual o Estado Alfa, onde fica o domicílio da sociedade empresária, publicou, em 10/02/2024, lei estadual ordinária estabelecendo que a propriedade de tais Unidades configura fato gerador de IPVA. Diante desse cenário, assinale a afirmativa correta. A) Embora se trate de veículo automotor, a Constituição Federal proíbe a incidência de IPVA sobre quaisquer veículos aquáticos. B) O IPVA não pode incidir sobre veículo que é utilizado nas águas territoriais brasileiras, mas apenas se fosse utilizado em terra. C) Somente por lei complementar se poderia delimitar a incidência de IPVA sobre este tipo de Unidade. D) Apesar de poder ser classificada como veículo automotor, o IPVA não incidirá por exceção constitucional.",
			"resposta": "D"
		},
		{
			"exame": "OAB",
			"questao": "José recebeu notificação para pagar ou impugnar o lançamento referente a determinado crédito tributário estadual dentro do prazo de 30 dias corridos. No 20º dia do recebimento da notificação, quando pretendia protocolizar impugnação administrativa contra a cobrança, verificou, por meio da Internet, que seu nome já constava do cadastro da Dívida Ativa Estadual, em razão da dívida que lhe fora notificada. Diante desse cenário, assinale a afirmativa correta. A) Como já ocorrera previamente o lançamento tributário, a inserção do nome de José no cadastro da Dívida Ativa Estadual era devida. B) Foi indevida a inserção do nome de José no cadastro da Dívida Ativa Estadual antes do vencimento do prazo para pagamento ou impugnação. C) É possível a inserção do nome de José no cadastro da Dívida Ativa Estadual, sob condição resolutiva vinculada ao prazo de 30 dias ofertado para que pagasse ou impugnasse o lançamento. D) O lançamento da dívida tributária se faz por meio do Termo de Inscrição em Dívida Ativa, razão pela qual não seria possível fazer o lançamento sem que o nome de José fosse inscrito em Dívida Ativa.",
			"resposta": "B"
		},
		{
			"exame": "OAB",
			"questao": "Tendo ocorrido uma situação de calamidade pública no Município Alfa, no final do ano de 2022, a União enviou vultosos recursos federais para enfrentar tal situação. De modo a também diminuir a carga tributária sobre a população municipal nesse período, a União, por lei federal, aprovou uma isenção de Imposto sobre a Propriedade Predial e Territorial Urbana (IPTU) no Município, por todo o ano de 2023. O Prefeito municipal estava de acordo e editou um decreto para regulamentar a forma como se daria o gozo dessa isenção. Diante desse cenário, assinale a afirmativa correta. A) A referida isenção, para ser válida, deveria ter sido veiculada por lei municipal. B) A União, em situação de calamidade pública, excepcionalmente, fica autorizada por lei federal a conceder isenção de qualquer imposto municipal. C) A União, como ente central, pode condicionar a entrega de tais recursos ao Município à aceitação de que lei federal conceda isenção de imposto municipal. D) A edição de decreto por parte do Prefeito configura a concordância do ente municipal com a concessão de tal isenção, tornando-a válida por ratificação expressa do Município.",
			"resposta": "A"
		},
		{
			"exame": "OAB",
			"questao": "Juliana ajuizou duas ações indenizatórias que resultaram na condenação dos réus, obrigando-os a pagar vultosa quantia em dinheiro. A primeira foi ajuizada em face de uma autarquia e, a segunda, em face de uma sociedade de economia mista que realiza atividade econômica em regime concorrencial, cujos bens não estão afetados ao serviço público. Considerando que ambas as condenações transitaram em julgado e estão em fase de cumprimento de sentença, Juliana questionou você, como advogada(o), acerca da viabilidade de penhora dos bens das mencionadas entidades administrativas. Considerando a definição legal de bens públicos, assinale a opção que indica a informação correta que você prestou. A) A penhora dos bens das referidas entidades administrativas integrantes da Administração Indireta é possível, considerando que os bens de ambas são privados. B) A penhora dos bens das citadas entidades administrativas não é admissível, na medida em que os bens de ambas são públicos. C) A penhora dos bens da autarquia é possível, na medida em que seus bens são privados, mas os da sociedade de economia mista não é viável, considerando que seus bens são públicos. D) A penhora dos bens da sociedade de economia mista é possível, porque seus bens são privados, mas os da autarquia não podem ser penhorados, uma vez que seus bens são públicos.",
			"resposta": "D"
		}
	]
}
